Revit 2027 API
ParameterTypeId.RbsElecCircuitStartSlot Property
 "Start Slot"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitStartSlot { get; }
Public Shared ReadOnly Property RbsElecCircuitStartSlot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitStartSlot {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitStartSlot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace